tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "btop"
brew "duckdb"
brew "gnutls"
brew "libmicrohttpd"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "graphviz"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "keychain"
brew "magic-wormhole"
brew "mas"
brew "most"
brew "neovim"
brew "nmap"
brew "node"
brew "poetry"
brew "ripgrep"
brew "rsync"
brew "snapcast"
brew "speedtest-cli"
brew "stow"
brew "terraform"
brew "tmux"
brew "tree"
brew "wget"
cask "alacritty"
cask "discord"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "keyboardcleantool"
cask "maccy"
cask "macs-fan-control"
cask "microsoft-auto-update"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "native-access"
cask "notion"
cask "postman"
cask "rectangle"
cask "spotify"
cask "temurin"
cask "thunderbird"
cask "visual-studio-code"
cask "wireshark"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WireGuard", id: 1451685025
vscode "BeardedBear.beardedicons"
vscode "charliermarsh.ruff"
vscode "felixfbecker.postgresql-syntax"
vscode "golang.go"
vscode "GulajavaMinistudio.mayukaithemevsc"
vscode "jebbs.plantuml"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
