tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "sidneys/homebrew"
tap "teamookla/speedtest"
brew "jpeg-xl"
brew "aom"
brew "cryptography"
brew "python@3.12"
brew "awscli"
brew "btop"
brew "cabextract"
brew "glib"
brew "cdrtools"
brew "cloc"
brew "colima"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "doctl"
brew "fdk-aac"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fping"
brew "fzf"
brew "libavif"
brew "gh"
brew "ghostscript"
brew "git"
brew "pinentry"
brew "go"
brew "librsvg"
brew "graphviz"
brew "id3tool"
brew "libheif"
brew "imagemagick"
brew "pillow"
brew "qpdf"
brew "img2pdf"
brew "iperf3"
brew "jq"
brew "keychain"
brew "keyring"
brew "ldns"
brew "librespot"
brew "libslirp"
brew "magic-wormhole"
brew "mas"
brew "mosh"
brew "most"
brew "streamrip"
brew "vapoursynth"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node@22"
brew "ollama", restart_service: :changed
brew "openjdk@11"
brew "openssh"
brew "pandoc"
brew "tree"
brew "pass"
brew "pdftk-java"
brew "pinentry-mac"
brew "pkgconf"
brew "portaudio"
brew "qemu"
brew "ripgrep"
brew "rsync"
brew "shairport-sync"
brew "snapcast"
brew "stow"
brew "terraform"
brew "tesseract-lang"
brew "utf8proc"
brew "tmux"
brew "trivy"
brew "viddy"
brew "virtualenv"
brew "wget"
brew "wimlib"
brew "go-task/tap/go-task"
brew "qmk/qmk/qmk"
brew "teamookla/speedtest/speedtest"
cask "alacritty"
cask "balenaetcher"
cask "crystalfetch"
cask "discord"
cask "firefox@developer-edition"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "iina"
cask "keyboardcleantool"
cask "localsend"
cask "maccy"
cask "macfuse"
cask "macs-fan-control"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "musicbrainz-picard"
# cask "native-access"
cask "notion"
cask "obsidian"
cask "qmk-toolbox"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "temurin"
cask "the-unarchiver"
cask "thunderbird"
cask "utm"
cask "visual-studio-code"
cask "vnc-viewer"
cask "wireshark"
cask "zulu@8"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shazam", id: 897118787
mas "WireGuard", id: 1451685025
vscode "4ops.terraform"
vscode "a-h.templ"
vscode "astro-build.astro-vscode"
vscode "beardedbear.beardedicons"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "ckolkman.vscode-postgres"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "felixfbecker.postgresql-syntax"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "jock.svg"
vscode "lencerf.beancount"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "otovo-oss.htmx-tags"
vscode "redhat.vscode-yaml"
vscode "selemondev.vscode-shadcn-svelte"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
vscode "vunguyentuan.vscode-postcss"
vscode "wdhongtw.gpg-indicator"
vscode "yzhang.markdown-all-in-one"
